Repository: sharathbadam/weather
Catalog: Weather/Resources/*.lproj/Localizable.strings
Languages: sv

source: Feels Like:
sv: Känns som:

# sun_raise_set
source: Sun rise and Set
sv: Soluppgång och solnedgång

# temp_max
source: Min Temp:
sv: Max Temp:

# temp_min
source: Min Temo:
sv: Min Temp:

source: Pressure:
sv: Tryck:

source: Humidity:
sv: Luftfuktighet:

# sea_level
source: Sea Level Pressure:
sv: Lufttryck vid havsnivå:

# location_error
source: Error in requesting location permission
sv: Fel vid begäran om platsåtkomst

# invalid_response
source: Error in fetching data, Please try again
sv: Fel vid hämtning av data, vänligen försök igen

# no_data
source: Failed to fetch data
sv: Misslyckades med att hämta data

# decoding_error
source: There seems to me error in data
sv: Det verkar vara ett fel i data

# invalid_url
source: Failed to fetch data
sv: Misslyckades med att hämta data

# search_placeholder
source: Search for a city...
sv: Sök efter en plats...

source: Search Result:
sv: Sökresultat:
